{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 3,

  "sections": [
    {
      "index": 1,
      "title": "Trust in the Lord with All Your Heart"
    },
    {
      "index": 2,
      "title": "Blessed Is the One Who Finds Wisdom"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "My child, never forget the things I have taught you. Store my commands in your heart."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "If you do this, you will live many years, and your life will be satisfying."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "Never let loyalty and kindness leave you! Tie them around your neck as a reminder. Write them deep within your heart."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Then you will find favor with both God and people, and you will earn a good reputation."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Trust in the Lord with all your heart; do not depend on your own understanding."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Seek his will in all you do, and he will show you which path to take."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Don't be impressed with your own wisdom. Instead, fear the Lord and turn away from evil."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "Then you will have healing for your body and strength for your bones."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "Honor the Lord with your wealth and with the best part of everything you produce."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Then he will fill your barns with grain, and your vats will overflow with good wine."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "My child, don't reject the Lord's discipline, and don't be upset when he corrects you."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "For the Lord corrects those he loves, just as a father corrects a child in whom he delights."
    },
    {
      "index": 13,
      "section": 2,
      "verse": "Joyful is the person who finds wisdom, the one who gains understanding."
    },
    {
      "index": 14,
      "section": 2,
      "verse": "For wisdom is more profitable than silver, and her wages are better than gold."
    },
    {
      "index": 15,
      "section": 2,
      "verse": "Wisdom is more precious than rubies; nothing you desire can compare with her."
    },
    {
      "index": 16,
      "section": 2,
      "verse": "She offers you long life in her right hand, and riches and honor in her left."
    },
    {
      "index": 17,
      "section": 2,
      "verse": "She will guide you down delightful paths; all her ways are satisfying."
    },
    {
      "index": 18,
      "section": 2,
      "verse": "Wisdom is a tree of life to those who embrace her; happy are those who hold her tightly."
    },
    {
      "index": 19,
      "section": 2,
      "verse": "By wisdom the Lord founded the earth; by understanding he created the heavens."
    },
    {
      "index": 20,
      "section": 2,
      "verse": "By his knowledge the deep fountains of the earth burst forth, and the dew settles beneath the night sky."
    },
    {
      "index": 21,
      "section": 2,
      "verse": "My Child, don't lose sight of common sense and discernment. Hang on to them,"
    },
    {
      "index": 22,
      "section": 2,
      "verse": "for they will refresh your soul. They are like jewels on a necklace."
    },
    {
      "index": 23,
      "section": 2,
      "verse": "They keep you safe on your way, and your feet will not stumble."
    },
    {
      "index": 24,
      "section": 2,
      "verse": "You can go to bed without fear; you will lie down and sleep soundly."
    },
    {
      "index": 25,
      "section": 2,
      "verse": "You need not be afraid of sudden disaster or the destruction that comes upon the wicked,"
    },
    {
      "index": 26,
      "section": 2,
      "verse": "for the Lord is your security. He will keep your foot from being caught in a trap."
    },
    {
      "index": 27,
      "section": 2,
      "verse": "Do not withhold good from those who deserve it when it's in your power to help them."
    },
    {
      "index": 28,
      "section": 2,
      "verse": "If you can help your neighbor now, don't say, \"Come back tomorrow, and then I'll help you.\""
    },
    {
      "index": 29,
      "section": 2,
      "verse": "Don't plot harm against your neighbor, for those who live nearby trust you."
    },
    {
      "index": 30,
      "section": 2,
      "verse": "Don't pick a fight without reason, when no one has done you harm."
    },
    {
      "index": 31,
      "section": 2,
      "verse": "Don't envy violent people or copy their ways."
    },
    {
      "index": 32,
      "section": 2,
      "verse": "Such wicked people are detestable to the Lord, but he offers his friendship to the godly."
    },
    {
      "index": 33,
      "section": 2,
      "verse": "The Lord curses the house of the wicked, but he blesses the home of the upright."
    },
    {
      "index": 34,
      "section": 2,
      "verse": "The Lord mocks the mockers but is gracious to the humble."
    },
    {
      "index": 35,
      "section": 2,
      "verse": "The wise inherit honor, but fools are put to shame!"
    }
  ]
}