{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 23,

  "sections": [
    {
      "index": 1,
      "title": "Words of the Wise"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "While dining with a ruler, pay attention to what is put before you."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "If you are a big eater, put a knife to your throat;"
    },
    {
      "index": 3,
      "section": 1,
      "verse": "don't desire all the delicacies, for he might be trying to trick you."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Don't wear yourself out trying to get rich. Be wise enough to know when to quit."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "In the blink of an eye wealth disappears, for it will sprout wings and fly away like an eagle."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Don't eat with people who are stingy; don't desire their delicacies."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "They are always thinking about how much it costs."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "You will throw up what little you've eaten, and your compliments will be wasted."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "Don't waste your breath on fools, for they will despise the wisest advice."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Don't cheat your neighbor by moving the ancient boundary markers; don't take the land of defenseless orphans."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "For their Redeemer is strong; he himself will bring their charges against you."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "Commit yourself to instruction; listen carefully to words of knowledge."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "Don't fail to discipline your children. They won't die if you spank them."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "Physical discipline may well save them from death."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "My child, if you heart is wise, my own heart will rejoice!"
    },
    {
      "index": 16,
      "section": 1,
      "verse": "Everything in me will celebrate when you speak what is right."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "Don't envy sinners, but always continue to fear the Lord."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "You will be rewarded for this; your hope will not be disappointed."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "My child, listen and be wise: Keep your heart on the right course."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "Do not carouse with drunkards or feast with gluttons,"
    },
    {
      "index": 21,
      "section": 1,
      "verse": "for they are on their way to poverty, and too much sleep clothes them in rags."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "Listen to your father, who gave you life, and don't despise your mother when she is old."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "Get the truth and never sell it; also get wisdom, discipline, and good judgement."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "The father of godly children has cause for joy. What a pleasure to have children who are wise."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "So give your father and mother joy! May she who gave you birth be happy."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "O my son, give me your heart. May your eyes take delight in following my ways."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "A prostitute is a dangerous trap; a promiscuous woman is as dangerous as falling into a narrow well."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "She hides and waits like a robber, eager to make more men unfaithful."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "Who has anguish? Who has sorrow? Who is always fighting? Who is always complaining? Who has unnecessary bruises? Who has bloodshot eyes?"
    },
    {
      "index": 30,
      "section": 1,
      "verse": "It is the one who spends long hours in the taverns, trying out new drinks."
    },
    {
      "index": 31,
      "section": 1,
      "verse": "Don't gaze at the wine, seeing how red it is, how it sparkles in the cup, how smoothly it goes down."
    },
    {
      "index": 32,
      "section": 1,
      "verse": "For in the end it bites like a poisonous snake; it stings like a viper."
    },
    {
      "index": 33,
      "section": 1,
      "verse": "You will see hallucinations, and you will say crazy things."
    },
    {
      "index": 34,
      "section": 1,
      "verse": "You will stagger like a sailor tossed at sea, clinging to a swaying mast."
    },
    {
      "index": 35,
      "section": 1,
      "verse": "And you will say, \"They hit me, but I didn't feel it. I didn't even know it when they beat me up. When will I wake up so I can look for another drink?\""
    }
  ]
}