{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 31,

  "sections": [
    {
      "index": 1,
      "title": "The Words of King Lemuel"
    },
    {
      "index": 2,
      "title": "The Woman Who Fears the Lord"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "The sayings of King Lemuel contain this message, which his mother taught him."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "O my son, O son of my womb, O son of my vows,"
    },
    {
      "index": 3,
      "section": 1,
      "verse": "do not waste your strength on women, on those who ruin kings."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "It is not for kings, O Lemuel, to guzzle wine. Rulers should not crave alcohol."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "For if they drink, they may forget the law and not give justice to the oppressed."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Alcohol is for the dying, and wine for those in bitter distress."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Let them drink to forget their poverty and remember their troubles no more."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "Speak up for those who cannot speak for themselves; ensure justice for those being crushed."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "Yes, speak up for the poor and helpless, and see that they get justice."
    },
    {
      "index": 10,
      "section": 2,
      "verse": "Who can find a virtuous and capable wife? She is more precious than rubies."
    },
    {
      "index": 11,
      "section": 2,
      "verse": "Her husband can trust her, and she will greatly enrich his life."
    },
    {
      "index": 12,
      "section": 2,
      "verse": "She brings him good, not harm, all the days of her life."
    },
    {
      "index": 13,
      "section": 2,
      "verse": "She finds wool and flax and busily spins it."
    },
    {
      "index": 14,
      "section": 2,
      "verse": "She is like a merchant's ship, bringing her food from afar."
    },
    {
      "index": 15,
      "section": 2,
      "verse": "She gets up before dawn to prepare breakfast for her household and plan the day's work for her servant girls."
    },
    {
      "index": 16,
      "section": 2,
      "verse": "She goes to inspect a field and buys it; with her earnings she plants a vineyard."
    },
    {
      "index": 17,
      "section": 2,
      "verse": "She is energetic and strong, a hard worker."
    },
    {
      "index": 18,
      "section": 2,
      "verse": "She makes sure her dealings are profitable; her lamp burns late into the night."
    },
    {
      "index": 19,
      "section": 2,
      "verse": "Her hands are busy spinning thread, her fingers twisting fiber."
    },
    {
      "index": 20,
      "section": 2,
      "verse": "She extends a helping hand to the poor and opens her arms to the needy."
    },
    {
      "index": 21,
      "section": 2,
      "verse": "She has no fear of winter for her household, for everyone has warm clothes."
    },
    {
      "index": 22,
      "section": 2,
      "verse": "She makes her own bedspreads. She dresses in fine linen and purple gowns."
    },
    {
      "index": 23,
      "section": 2,
      "verse": "Her husband is well known at the city gates, where he sits with the other civic leaders."
    },
    {
      "index": 24,
      "section": 2,
      "verse": "She makes belted linen garments and sashes to sell to the merchants."
    },
    {
      "index": 25,
      "section": 2,
      "verse": "She is clothed with strength and dignity, and she laughs without fear of the future."
    },
    {
      "index": 26,
      "section": 2,
      "verse": "When she speaks, her words are wise, and she gives instructions with kindness."
    },
    {
      "index": 27,
      "section": 2,
      "verse": "She carefully watches everything in her household and suffers nothing from laziness."
    },
    {
      "index": 28,
      "section": 2,
      "verse": "Her children stand and bless her. Her husband praises her:"
    },
    {
      "index": 29,
      "section": 2,
      "verse": "\"There are many virtuous and capable women in the world, but you surpass them all!\""
    },
    {
      "index": 30,
      "section": 2,
      "verse": "Charm is deceptive, and beauty does not last; but a woman who fears the Lord will be greatly praised."
    },
    {
      "index": 31,
      "section": 2,
      "verse": "Reward her for all she has done. Let her deeds publicly declare her praise."
    }
  ]
}