{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 11,

  "sections": [
    {
      "index": 1,
      "title": "The Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "The Lord detests the use of dishonest scales, but he delights in accurate weights."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "Pride leads to disgrace, but with humility comes wisdom."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "Honesty guides good people; dishonesty destroys treacherous people."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Riches won't help on the day of judgement, but right living can save you from death."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "The godly are directed by honesty; the wicked fall beneath their load of sin."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "The godliness of good people rescues them; the ambition of treacherous people traps them."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "When the wicked die, their hopes die with them, for they rely on their own feeble strength."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "The godly are rescued from trouble, and it falls on the wicked instead."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "With their words, the godless destroy their friends, but knowledge will rescue the righteous."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "The whole city celebrates when the godly succeed; they shout for joy when the wicked die."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Upright citizens are good for a city and make it prosper, but the talk of the wicked tears it apart."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "It is foolish to belittle ones neighbor; a sensible person keeps quiet."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "A gossip goes around telling secrets, but those who are trustworthy can keep confidence."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "Without wise leadership, a nation falls; there is safety in having many advisers."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "There's danger in putting up security for a stranger's debt."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "A gracious woman gains respect, but ruthless men gain only wealth."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "Your kindness will reward you, but your cruelty will destroy you."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "Evil people get rich for the moment, but the reward of the godly will last."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "Godly people find life; evil people find death."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "The Lord detests people with crooked hearts, but he delights in those with integrity."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "Evil people will surely be punished, but the children of the godly will go free."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "A beautiful woman who lacks discretion is like a gold ring in a pig's snout."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "The godly can look forward to a reward, while the wicked can expect only judgement."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "Give freely and become more wealthy; be stingy and lose everything."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "The generous will prosper; those who refresh others will themselves be refreshed."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "People curse those who hoard their grain, but they bless the one who sells in time of need."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "If you search for good, you will find favor; but if you search for evil, it will find you!"
    },
    {
      "index": 28,
      "section": 1,
      "verse": "Trust in your money and down you go! But the godly flourish like leaves in spring."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "Those who bring trouble on their families inherit the wind. The fool will be a servant to the wise."
    },
    {
      "index": 30,
      "section": 1,
      "verse": "The seeds of good deeds become a tree of life; a wise person wins friends."
    },
    {
      "index": 31,
      "section": 1,
      "verse": "If the righteous are rewarded here on earth, what will happen to wicked sinners?"
    }
  ]
}