{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 4,

  "sections": [
    {
      "index": 1,
      "title": "A Father's Wise Instruction"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "My children, listen when your father corrects you. Pay attention and learn good judgment,"
    },
    {
      "index": 2,
      "section": 1,
      "verse": "for I am giving you good guidance."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "For I, too, was once my father's son, tenderly loved as my mother's only child."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "My father taught me, \"Take my words to heart. Follow my commands, and you will live."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Get wisdom; develop good judgement. Don't forget my words or turn away from them."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Don't turn your back on wisdom, for she will protect you. Love her, and she will guard you."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Getting wisdom is the wisest thing you can do! And whatever else you do, develop good judgement."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "If you prize wisdom, she will make you great. Embrace her, and she will honor you."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "She will place a lovely wreath on your head; she will present you with a beautiful crown.\""
    },
    {
      "index": 10,
      "section": 1,
      "verse": "My child, listen to me and do as I say, and you will have a long, good life."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "I will teach you wisdom's ways and lead you in straight paths."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "When you walk, you won't be held back; when you run, you won't stumble."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "Take hold of my instructions; don't let them go. Guard them for they are the key to life."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "Don't do as the wicked do, and don't follow the path of evildoers."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "Don't even think about it; don't go that way. Turn away and keep moving."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "For evil people can't sleep until they've done their evil deed for the day."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "They eat the food of wickedness and drink the wine of violence!"
    },
    {
      "index": 18,
      "section": 1,
      "verse": "The way of the righteous is like the first gleam of dawn, which shines ever brighter until the full light of day."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "But the way of the wicked is like total darkness. They have no idea what they are stumbling over."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "My child, pay attention to what I say. Listen carefully to my words."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "Don't lose sight of them. Let them penetrate deep into your heart,"
    },
    {
      "index": 22,
      "section": 1,
      "verse": "for they bring life to those who find them, and healing to their whole body."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "Guard your heart above all else, for it determines the course of your life."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "Avoid all perverse talk; stay away from corrupt speech."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "Look straight ahead, and fix your eyes on what lies before you."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "Mark out a straight path for your feet; stay on the safe path."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "Don't get sidetracked; keep your feet from following evil."
    }
  ]
}