{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 21,

  "sections": [
    {
      "index": 1,
      "title": "The Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "The king's heart is like a stream of water directed by the Lord; he guides it wherever he pleases."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "People may be right in their own eyes, but the Lord examines their heart."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "The Lord is more please when we do what is right and just than when we offer him sacrifices."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Haughty eyes, a proud heart, and evil actions are all sin."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Good planning and hard work lead to prosperity, but hasty shortcuts lead to poverty."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Wealth created by a lying tongue is a vanishing mist and a deadly trap."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "The violence of the wicked sweeps them away, because they refuse to do what is just."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "The guilty walk a crooked path; the innocent travel a straight road."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "It's better to live alone in the corner of an attic than with a quarrelsome wife in a lovely home."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Evil people desire evil; their neighbors get no mercy from them."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "If you punish a mocker, the simpleminded become wise; if you instruct the wise, they will be all the wiser."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "The Righteous One knows what is going on in the homes of the wicked; he will bring disaster on them."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "Those who shut their ears to the cries of the poor will be ignored in their own time of need."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "A secret gift calms anger; a bribe under the table pacifies fury."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "Justice is a joy to the godly, but it terrifies evildoers."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "The person who strays from common sense will end up in the company of the dead."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "Those who love pleasure become poor; those who love wine and luxury will never be rich."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "The wicked are punished in place of the godly, and traitors in place of the honest."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "It's better to live alone in the desert than with a quarrelsome, complaining wife."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "The wise have wealth and luxury, but fools spend whatever they get."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "Whoever pursues righteousness and unfailing love will find life, righteousness, and honor."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "The wise conquer the city of the strong and level the fortress in which they trust."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "Watch your tongue and keep your mouth shut, and you will stay out of trouble."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "Mockers are proud and haughty; they act with boundless arrogance."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "Despite their desires, the lazy will come to ruin, for their hands refuse to work."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "Some people are always greedy for more, but the godly love to give!"
    },
    {
      "index": 27,
      "section": 1,
      "verse": "The sacrifice of an evil person is detestable, especially when it is offered with wrong motives."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "A false witness will be cut off, but a credible witness will be allowed to speak."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "The wicked bluff their way through, but the virtuous think before they act."
    },
    {
      "index": 30,
      "section": 1,
      "verse": "No human wisdom or understanding or plan can stand against the Lord."
    },
    {
      "index": 31,
      "section": 1,
      "verse": "The horse is prepared for the day of battle, but the victory belongs to the Lord."
    }
  ]
}