{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 28,

  "sections": [
    {
      "index": 1,
      "title": "More Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "The wicked run away when no one is chasing them, but the godly are as bold as lions."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "When there is moral rot within a nation, its government topples easily. But wise and knowledgeable leaders bring stability."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "A poor person who oppresses the poor is like a pounding rain that destroys the crops."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "To reject the law is to praise the wicked; to obey the law is to fight them."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Evil people don't understand justice, but those who follow the Lord understand completely."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Better to be poor and honest than to be dishonest and rich."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Young people who obey the law are wise; those with wild friends bring shame to their parents."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "Income from charging high interest rates will end up in the pocket of someone who is kind to the poor."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "Got detests the prayers of a person who ignores the law."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Those who lead good people along an evil path will fall into their own trap, but the honest will inherit good things."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Rich people may think they are wise, but a person with discernment can see right through them."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "When the godly succeed, everyone is glad. When the wicked take charge, people go into hiding."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "People who conceal their sins will not prosper, but if they confess and turn from them, they will receive mercy."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "Blessed are those who fear to do wrong, but the stubborn are headed for serious trouble."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "A wicked ruler is as dangerous to the poor as a roaring lion or attacking bear."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "A ruler with no understanding will oppress his people, but one who hates corruption will have a long life."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "A murderer's tormented conscience will drive him into the grave. Don't protect him!"
    },
    {
      "index": 18,
      "section": 1,
      "verse": "The blameless will be rescued from harm, but the crooked will be suddenly destroyed."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "A hard worker has plenty of food, but a person who chases fantasies ends up in poverty."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "The trustworthy person will get a rich reward, but a person who wants quick riches will get into trouble."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "Showing partiality is never good, yet some will do wrong for a mere piece of bread."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "Greedy people try to get rich quick but don't realize they're headed for poverty."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "In the end, people appreciate honest criticism far more than flattery."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "Anyone who steals from his father and mother and says, \"What's wrong with that?\" is no better than a murderer."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "Greed causes fighting; trusting the Lord leads to prosperity."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "Those who trust their own insights are foolish, but anyone who walks in wisdom is safe."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "Whoever gives to the poor will lack nothing, but those who close their eyes to poverty will be cursed."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "When the wicked take charge, people go into hiding. When the wicked meet disaster, the godly flourish."
    }
  ]
}