{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 22,

  "sections": [
    {
      "index": 1,
      "title": "The Proverbs of Solomon"
    },
    {
      "index": 2,
      "title": "Words of the Wise"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "Choose a good reputation over great riches; being held in high esteem is better than gold or silver."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "The rich and poor have this in common: The Lord made them both."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "A prudent person foresees danger and takes precautions. The simpleton goes blindly on and suffers the consequences."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "True humility and fear of the Lord lead to riches, honor, and long life."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Corrupt people walk a thorny, treacherous road; whoever values life will avoid it."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Direct your children onto the right path, and when they are older, they will not leave it."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Just as the rich rule the poor, so the borrower is servant to the lender."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "Those who plant injustice will harvest disaster, and their reign of terror will come to an end."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "Blessed are those who are generous, because they feed the poor."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Throw out the mocker, and fighting goes, too. Quarrels and insults will disappear."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Whoever loves a pure heart and gracious speech will have the king as a friend."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "The Lord preserves those with knowledge, but he ruins the plans of the treacherous."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "The lazy person claims, \"There's a lion out there! If I go outside, I might be killed!\""
    },
    {
      "index": 14,
      "section": 1,
      "verse": "The mouth of an immoral woman is a dangerous trap; those who make the Lord angry will fall into it."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "A youngster's heart is filled with foolishness, but physical discipline will drive it far away."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "A person who gets ahead by oppressing the poor or by showering gifts on the rich will end in poverty."
    },
    {
      "index": 17,
      "section": 2,
      "verse": "Listen to the words of the wise; apply your heart to my instruction."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "For it is good to keep these sayings in your heart and always ready on your lips."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "I am teaching you today - yes, you - so you will trust in the Lord."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "I have written thirty saying for you, filled with advice and knowledge."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "In this way, you may know the truth and take an accurate report to those who sent you."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "Don't rob the poor just because you can, or exploit the needy in court."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "For the Lord is their defender. He will ruin anyone who ruins them."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "Don't befriend angry people or associate with hot-tempered people,"
    },
    {
      "index": 25,
      "section": 1,
      "verse": "or you will learn to be like them and endanger your soul."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "Don't agree to guarantee another person's debt or put up security for someone else."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "If you can't pay it, even your bed will be snatched from under you."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "Don't cheat your neighbor by moving the ancient boundary markers set up by previous generations."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "Do you see any truly competent workers? They will serve kings rather than working for ordinary people."
    }
  ]
}