{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 15,

  "sections": [
    {
      "index": 1,
      "title": "The Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "A gentle answer deflects anger, but harsh words make tempers flare."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "The tongue of the wise makes knowledge appealing, but the mouth of a fool belches out foolishness."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "The Lord is watching everywhere, keeping his eye on both the evil and the good."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Gentle words are a tree of life; a deceitful tongue crushes the spirit."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Only a fool despises a parent's discipline; whoever learns from correction is wise."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "There is treasure in the house of the godly, but the earnings of the wicked bring trouble."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "The lips of the wise give good advice; the heart of a fool has none to give."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "The Lord detests the sacrifice of the wicked, but he delights in the prayers of the upright."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "The Lord detests the way of the wicked, but he loves those who pursue godliness."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Whoever abandons the right path will be severely disciplined; whoever hates correction will die."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Even Death and Destruction hold no secrets from the Lord. How much more does he know the human heart!"
    },
    {
      "index": 12,
      "section": 1,
      "verse": "Mockers hate to be corrected, so they stay away from the wise."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "A glad heart makes a happy face; a broken heart crushes the spirit."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "A wise person is hungry for knowledge, while the fool feeds on trash."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "For the despondent, every day brings trouble; for the happy heart, life is a continual feast."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "Better to have little, with fear of the Lord, than to have great treasure and inner turmoil."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "A bowl of vegetables with someone you love is better than steak with someone you hate."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "A hot-tempered person starts fights; a cool-tempered person stops them."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "A lazy person's way is blocked with briers, but the path of the upright is an open highway."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "Sensible children bring joy to their father; foolish children despise their mother."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "Foolishness brings joy to those with no sense; a sensible person stays on the right path."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "Plans go wrong for lack of advice; many advisers bring success."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "Everyone enjoys a fitting reply; it is wonderful to say the right thing at the right time!"
    },
    {
      "index": 24,
      "section": 1,
      "verse": "The path of life leads upward for the wise; they leave the grave behind."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "The Lord tears down the house of the proud, but he protects the property of widows."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "The Lord detests evil plans, but he delights in pure words."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "Greed brings grief to the whole family, but those who hate bribes will live."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "The heart of the godly thinks carefully before speaking; the mouth of the wicked overflows with evil words."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "The Lord is far from the wicked, but he hears the prayers of the righteous."
    },
    {
      "index": 30,
      "section": 1,
      "verse": "A cheerful look brings joy to the heart; good news makes for good health."
    },
    {
      "index": 31,
      "section": 1,
      "verse": "If you listen to constructive criticism, you will be at home among the wise."
    },
    {
      "index": 32,
      "section": 1,
      "verse": "If you reject discipline, you only harm yourself; but if you listen to correction, you grow in understanding."
    },
    {
      "index": 33,
      "section": 1,
      "verse": "Fear of the Lord teaches wisdom; humility precedes honor."
    }
  ]
}