{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 24,

  "sections": [
    {
      "index": 1,
      "title": "Words of the Wise"
    },
    {
      "index": 2,
      "title": "More Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "Don't envy evil people or desire their company."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "For their hearts plot violence, and their words always stir up trouble."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "A house is built by wisdom and becomes strong through good sense."
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Through knowledge its rooms are filled with all sorts of precious riches and valuables."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "The wise are mightier than the strong, and those with knowledge grow stronger and stronger."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "So don't go to war without wise guidance; victory depends on having many advisers."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "Wisdom is too lofty for fools. Among leaders at the city gate, they have nothing to say."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "A person who plans evil will get a reputation as a troublemaker."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "The schemes of a fool are sinful; everyone detests a mocker."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "If you fail under pressure, your strength is too small."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Rescue those who are unjustly sentenced to die; save them as they stagger to their death."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "Don't excuse yourself by saying, \"Look, we didn't know.\" For God understands all hearts, and he sees you. He who guards your soul knows you knew. He will repay all people as their actions deserve."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "My child, eat honey, for it is good, and the honeycomb is sweet to the taste."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "In the same way, wisdom is sweet to your soul. If you find it, you will have a bright future, and your hopes will not be cut short."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "Don't wait in ambush at the home of the godly, and don't raid the house where the godly live."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "The godly may trip seven times, but they will get up again. But one disaster is enough to overthrow the wicked."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "Don't rejoice when your enemies fall; don't be happy when they stumble."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "For the Lord will be displeased with you and will turn his anger away from them."
    },
    {
      "index": 19,
      "section": 1,
      "verse": "Don't fret because of evildoers; don't envy the wicked."
    },
    {
      "index": 20,
      "section": 1,
      "verse": "For evil people have no future; the light of the wicked will be snuffed out."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "My child, fear the Lord and the king. Don't associate with rebels,"
    },
    {
      "index": 22,
      "section": 1,
      "verse": "for disaster will hit them suddenly. Who knows what punishment will come from the Lord and the king?"
    },
    {
      "index": 23,
      "section": 2,
      "verse": "Here are some further sayings of the wise: It is wrong to show favoritism when passing judgement."
    },
    {
      "index": 24,
      "section": 2,
      "verse": "A judge who says to the wicked, \"You are innocent,\" will be cursed by many people and denounced by the nations."
    },
    {
      "index": 25,
      "section": 2,
      "verse": "But it will go well for those who convict the guilty; rich blessing will be showered on them."
    },
    {
      "index": 26,
      "section": 2,
      "verse": "An honest answer is like a kiss of friendship."
    },
    {
      "index": 27,
      "section": 2,
      "verse": "Do yoour planning and prepare your fields before building your house."
    },
    {
      "index": 28,
      "section": 2,
      "verse": "Don't testify against your neighbors without cause; don't lie about them."
    },
    {
      "index": 29,
      "section": 2,
      "verse": "And don't say, \"Now I can pay them back for what they've don't to me! I'll get even with them!\""
    },
    {
      "index": 30,
      "section": 2,
      "verse": "I walked by the field of a lazy person, the vineyard of one with no common sense."
    },
    {
      "index": 31,
      "section": 2,
      "verse": "I saw that it was overgrown with nettles. It was covered with weeds, and its walls were broken down."
    },
    {
      "index": 32,
      "section": 2,
      "verse": "Then, as I looked and thought about it, I learned this lesson:"
    },
    {
      "index": 33,
      "section": 2,
      "verse": "A little extra sleep, a little more slumber, a little folding of the hands to rest -"
    },
    {
      "index": 34,
      "section": 2,
      "verse": "then poverty will pounce on you like a bandit; scarcity will attack you like an armed robber."
    }
  ]
}