{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 26,

  "sections": [
    {
      "index": 1,
      "title": "More Proverbs of Solomon"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": "Honor is more associated with fools than snow with summer or rain with harvest."
    },
    {
      "index": 2,
      "section": 1,
      "verse": "Like a fluttering sparrow or a darting swallow, an undeserved curse will not land on its intended victim."
    },
    {
      "index": 3,
      "section": 1,
      "verse": "Guide a horse with a whip, a donkey with a bridle, and a fool with a rod to his back!"
    },
    {
      "index": 4,
      "section": 1,
      "verse": "Don't answer the foolish arguments of fools, or you will become as foolish as they are."
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Be sure to answer the foolish arguments of fools, or they will become wise in their own estimation."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Trusting a fool to convey a message is like cutting off ones feet or drinking poison!"
    },
    {
      "index": 7,
      "section": 1,
      "verse": "A proverb in the mouth of a full is as useless as a paralyzed leg."
    },
    {
      "index": 8,
      "section": 1,
      "verse": "Honoring a fool is as foolish as tying a stone to a slingshot."
    },
    {
      "index": 9,
      "section": 1,
      "verse": "A proverb in the mouth of a fool is like a thorny branch brandished by a drunk."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "An employer who hires a fool or a bystander is alike an archer who shoots at random."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "As a dog returns to its vomit, so a fool repeats his foolishness."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "There is more hope for fools than for people who think they are wise."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "The lazy person claims\"There's a lion on the road! Yes, I'm sure there's a lion out there!\""
    },
    {
      "index": 14,
      "section": 1,
      "verse": "As a door swings back and forth on its hinges, so the lazy person turns over in bed."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "Lazy people take food in their hand but don't even lift it to their mouth."
    },
    {
      "index": 16,
      "section": 1,
      "verse": "Lazy people consider themselves smarter than seven wise counselors."
    },
    {
      "index": 17,
      "section": 1,
      "verse": "Interfering in someone else's argument is as foolish as yanking a dog's ears."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "Just as damaging as a madman shooting a deadly weapon"
    },
    {
      "index": 19,
      "section": 1,
      "verse": "is someone who lies to a friend and then says, \"I was only joiking.\""
    },
    {
      "index": 20,
      "section": 1,
      "verse": "Fire goes out without wood, and quarrels disappear when gossip stops."
    },
    {
      "index": 21,
      "section": 1,
      "verse": "A quarrelsome person starts fights as easily as hot embers light charcoal or fire lights wood."
    },
    {
      "index": 22,
      "section": 1,
      "verse": "Rumors are dainty morsels that sink deep into ones heart."
    },
    {
      "index": 23,
      "section": 1,
      "verse": "Smooth words may hide a wicked heart, just as a pretty glaze covers a clay pot."
    },
    {
      "index": 24,
      "section": 1,
      "verse": "People may cover their hatred with pleasant words, but they're deceiving you."
    },
    {
      "index": 25,
      "section": 1,
      "verse": "They pretend to be kind, but don't believe them. Their hearts are full of many evils."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "While their hatred may be concealed by trickery, their wrongdoing will be exposed in public."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "If you set a trap for others, you will get caught in it yourself. If you roll a boulder down on others, it will crush you instead."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "A lying tongue hates its victims, and flattering words cause ruin."
    }
  ]
}