{
  "book": "Proverbs",
  "translation": "NLT",
  "chapter": 30,

  "sections": [
    {
      "index": 1,
      "title": "The Words of Agur"
    }
  ],

  "verses": [
    {
      "index": 1,
      "section": 1,
      "verse": [
        "The sayings of Agur son of Jakeh contain this message.",
        "I am weary, O God;",
        "I am weary and worn out, O God."
      ]
    },
    {
      "index": 2,
      "section": 1,
      "verse": [
        "I am too stupid to be human, and I lack common sense."
      ]
    },
    {
      "index": 3,
      "section": 1,
      "verse": [
        "I have not mastered human wisdom, nor do I know the Holy One."
      ]
    },
    {
      "index": 4,
      "section": 1,
      "verse": [
        "Who but God goes up to heaven and comes back down?",
        "Who holds the wind in his fists?",
        "Who wraps up the oceans in his cloak?",
        "Who has created the whole wide world?",
        "What is his name - and his son's name?",
        "Tell me if you know!"
      ]
    },
    {
      "index": 5,
      "section": 1,
      "verse": "Every word of God proves true. He is a shield to all who come to him for protection."
    },
    {
      "index": 6,
      "section": 1,
      "verse": "Do not add to his words, or he may rebuke you and expose you as a liar."
    },
    {
      "index": 7,
      "section": 1,
      "verse": "O God, I beg two favors from you; let me have them before I die."
    },
    {
      "index": 8,
      "section": 1,
      "verse": [
        "First, help me never to tell a lie. ",
        "Seconds, give me neither poverty nor riches!",
        "Give me just enough to satisfy my needs."
      ]
    },
    {
      "index": 9,
      "section": 1,
      "verse": "For if I grow rich, I may deny you and say, \"Who is the Lord?\" And of I am too poor, I may steal and thus insult God's holy name."
    },
    {
      "index": 10,
      "section": 1,
      "verse": "Never slander a worker to the employer, or the person will curse you, and you will pay for it."
    },
    {
      "index": 11,
      "section": 1,
      "verse": "Some people curse their father and do not thank their mother."
    },
    {
      "index": 12,
      "section": 1,
      "verse": "They are pure in their own eyes, but they are filthy and unwashed."
    },
    {
      "index": 13,
      "section": 1,
      "verse": "They look proudly around, casting disdainful glances."
    },
    {
      "index": 14,
      "section": 1,
      "verse": "They have teeth like swords and fangs like knives. They devour the poor from the earth and the needy from among humanity."
    },
    {
      "index": 15,
      "section": 1,
      "verse": "The leech has two suckers that cry out, \"More., more!\" There are three things that are never satisfied - no four that never say, \"Enough!\":"
    },
    {
      "index": 16,
      "section": 1,
      "verse": [
        "the grave,",
        "the barren womb,",
        "the thirsty desert.",
        "the blazing fire."
      ]
    },
    {
      "index": 17,
      "section": 1,
      "verse": "The eye that mocks a father and despises a mother's instructions will be plucked out by ravens of the valley and eaten by vultures."
    },
    {
      "index": 18,
      "section": 1,
      "verse": "There are three things that amaze me - no, four things that I don't understand:"
    },
    {
      "index": 19,
      "section": 1,
      "verse": [
        "how an eagle glides through the sky,",
        "how a snake slithers on a rock,",
        "how a ship navigates the ocean,",
        "how a man loves a woman."
      ]
    },
    {
      "index": 20,
      "section": 1,
      "verse": "An adulterous woman consumes a man, then wipes her mouth and says, \"What's wrong with that?\""
    },
    {
      "index": 21,
      "section": 1,
      "verse": "There are three things that make the earth tremble - no, four it cannot endure:"
    },
    {
      "index": 22,
      "section": 1,
      "verse": [
        "a slave who becomes a king,",
        "an overbearing fool who prospers,"
      ]
    },
    {
      "index": 23,
      "section": 1,
      "verse": [
        "a bitter woman who finally gets a husband,",
        "a servant girl who supplants her mistress."
      ]
    },
    {
      "index": 24,
      "section": 1,
      "verse": "There are four things on earth that are small but unusually wise:"
    },
    {
      "index": 25,
      "section": 1,
      "verse": "Ants - they aren't strong, but they store up food all summer."
    },
    {
      "index": 26,
      "section": 1,
      "verse": "Hyraxes - they aren't powerful, but they make their homes among the rocks."
    },
    {
      "index": 27,
      "section": 1,
      "verse": "Locusts - they have no king, but they march in formation."
    },
    {
      "index": 28,
      "section": 1,
      "verse": "Lizards - they are easy to catch, but they are found even in kings' palaces."
    },
    {
      "index": 29,
      "section": 1,
      "verse": "There are three things that walk with stately stride - no, four that strut about:"
    },
    {
      "index": 30,
      "section": 1,
      "verse": "the lion, king of animals, who won't turn aside for anything,"
    },
    {
      "index": 31,
      "section": 1,
      "verse": [
        "the strutting rooster,",
        "the male goat,",
        "a king as he leads his army."
      ]
    },
    {
      "index": 32,
      "section": 1,
      "verse": "If you have been a fool by being proud or plotting evil, covert your mouth in shame."
    },
    {
      "index": 33,
      "section": 1,
      "verse": "As the beating of cream yields butter and striking the nose causes bleeding, so stirring up anger causes quarrels."
    }
  ]
}